---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ExternalResourceServerExtensions
source: html/a97273b2-4f35-552e-0579-1281994f903a.htm
---
# ExternalResourceServerExtensions Members

Releases all resources used by the ExternalResourceServerExtensions